export const answers = [
  "אני מתנצל, אני לא יודע לענות על השאלה ששאלת",
  "לצערי אני לא יכול לעזור לך, אין לי באמת דרך להבין מה אתה אומר או לחשוב על תשובה",
  "אולי שווה לשאול את ChatGPT האמיתי, כי לי אין מושג...",
  "לצערי אני לא יודע לענות על השאלה שלך, אבל הנה עובדה אקראית -\nליוון יש שני שמות באנגלית - Greece, וגם Hellas. יוון נקראת Hellas על שם הלן, דמות מיתולוגית שנחשב לאביהם הקדמון של היוונים, שנקראו הלנים.\nהשם משקף את הזהות ההיסטורית והתרבותית של יוון.",
  "אמנם אין לי כיצד לעזור לך,\nאבל אולי תתעניין לשמוע כשGmail היה בחיתולים, בגוגל עלו על רעיון שחסך זמן רב למשתמשים:\nברגע שהמשתמש התחיל להקליד את החשבון שלו בתיבת הmail במסך הlogin, החשבון כבר היה נטען בback כדי לחסוך בזמן\nוכך זה הרגיש למשתמשים שהאתר ממש מהיר!",
  "אין לי כיצד לענות לך על השאלה ששאלת, אך הנה עובדה שאולי תעניין אותך:\nבגוגל ישנו מנגנון cache מתוחכם בשם GCC ששומר את החיפושים הרלוונטיים ביותר אליך קרוב אליך גאוגרפית, וחוסכים שאילתות SQL רבות משרתי הDB שלהם\nובכך האתר נשאר יציב ומהיר במיוחד!",
  "לצערי אין לי יכולת לענות לך על השאלה ששאלת",
  "לצערי אני לא יכול לענות לך על השאלה,\nאך אולי תתעניין לדעת שבקאצ'ו אה-פפה יש רק שלושה מרכיבים בלבד ובכל זאת המנה נחשבת מסובכת ביותר להכנה",
  "אני אמנם לא באמת מודל LLM, אבל אני יודע עובדה מרתקת שאולי תרצה לשמוע:\nבסין ישנה מנה ששפים לא מוכנים לעשות - מדובר בסוג של חביתה רק מחלמונים,\nעל מנת לעשות אותה נדרשת טכניקה ודיוק והתוצאה נחשבת מזון מלכים מסורתי שמוגש לקיסרים בלבד!",
];
